export const recordData = [
  {
    type: 'customer',
    text: '喂，你好吗，我叫梁山伯，是个高中生侦探',
    delay: 4,
  },
  {
    type: 'customer',
    text: '喂，你好吗，我叫梁山伯，是个高中生侦探',
    delay: 3,
  },
  {
    type: 'customer',
    text: '您好，中邮消费给你致电，请问你是梁山伯先生本人吗您好，你是说你不是，中邮消费给你致电，请问你是梁山伯先生本人吗您好，中邮消费给你致电，请问你是梁山伯先生本人吗您好，中邮消费给你致电，请问你是梁山伯先生本人吗您好，中邮消费给你致电，请问你是梁山伯先生本人吗您好，中邮消费给你致电，请问你是梁山伯先生本人吗',
    delay: 20,
  },
  {
    type: 'system',
    status: 'loading',
    text: '您好，中邮消费给你致电，请问你是梁山伯先生本人吗您好，你是说你不是，中邮消费给你致电，请问你是梁山伯先生本人吗您好，中邮消费给你致电，请问你是梁山伯先生本人吗您好，中邮消费给你致电，请问你是梁山伯先生本人吗您好，中邮消费给你致电，请问你是梁山伯先生本人吗您好，中邮消费给你致电，请问你是梁山伯先生本人吗',
    keysTips: [
      {
        flag: false,
        desc: '逾期信息',
      },
      {
        flag: false,
        desc: '客户欠款信息您好，中邮消费给你致电，请问你是梁山伯先生本人吗您好，中邮消费给你致电，请问你是梁山伯先生本人吗您好，中邮消费给你致电，请问你是梁山伯先生本人吗您好，中邮消费给你致电，请问你是梁山伯先生本人吗您好，中邮消费给你致电，请问你是梁山伯先生本人吗',
      },
      {
        flag: true,
        desc: '服务还款',
      },
    ],
  },
  {
    type: 'tips',
    text: '你的消息超过8s没有回复，臭傻逼快回复啊',
  },
  {
    type: 'customer',
    text: '喂，你好吗，我叫梁山伯，是个高中生侦探',
  },
  {
    type: 'system',
    status: 'success',
    text: '您好，中邮消费给你致电，请问你是梁山伯先生本人吗',
  },
];
